// export const featuresItem = [
//   {
//     image: "health.png",
//     title: "التأمين الصحي",
//     des: "يقوم التأمين الطبي بتغطية كافة الطوارئ المتعلقة بالصحة، وتقديم الخدمات الأساسية أثناء فترات المرض. نضمن لك راحة البال بما نقدمه من خدمات، تتضمن تقييم متطلبات شركتك واحتياجات الموظفين. فعلاقتنا الممتدة والوثيقة مع أفضل مقدمين الخدمات الصحية تمكننا من مساعدة الشركات على اختيار أفضل وثائق التأمين الصحي للموظفين.",
//   },
//   {
//     image: "insurance.png",
//     title: "تأمين الممتلكات",
//     des: "يقدم التأمين على الممتلكات تعويضاً على المباني المؤمن عليها ومحتوياتها في حالة حوادث الضرر أو التلف. نقدم خدماتنا لمساعدة الشركات على اختيار أفضل وثائق التأمين على الممتلكات التجارية والصناعية، من خلال تقييم الاحتياجات الخاصة ومطابقتها بأفضل الخطط التأمينية المتاحة في الأسواق ضمن الميزانية المطروحة.",
//   },
//   {
//     image: "protection.png",
//     title: "التأمين العام",
//     des: "نقدم لعملائنا أفضل تغطية تأمين على السيارات أو المركبات ضد حوادث السرقة والضرر، إلى جانب التسوية القانونية للحوادث. فنحن نعي جيداً أن وجود أنواع مختلفة من التأمين على السيارات قد يسبب الارتباك. ولكن من خلال عملنا مع أفضل مقدمي الخدمات التأمينية على المركبات، يمكننا تقييم احتياجات الشركات وتقديم المساعدة على اختيار خطط التأمين التي توفر أفضل تغطية بأقل الأسعار.",
//   },
//   {
//     image: "car-insurance.png",
//     title: "تأمين المركبات",
//     des: "نقدم لعملائنا أفضل تغطية تأمين على السيارات أو المركبات ضد حوادث السرقة والضرر، إلى جانب التسوية القانونية للحوادث. فنحن نعي جيداً أن وجود أنواع مختلفة من التأمين على السيارات قد يسبب الارتباك. ولكن من خلال عملنا مع أفضل مقدمي الخدمات التأمينية على المركبات، يمكننا تقييم احتياجات الشركات وتقديم المساعدة على اختيار خطط التأمين التي توفر أفضل تغطية بأقل الأسعار.",
//   },
//   {
//     image: "engineering.png",
//     title: "التأمين الهندسي",
//     des: `هدفنا هو أن نقدم التأمين الذي تحتاجه لتغطية أصولك ومملكاتك. لدينا أكثر من خيار لك وبشروط تنافسية. نعرض مجموعة كبيرة من الحلول المبتكرة التي تغطي مشروعات الإنشاء والتشييد [معدات وآلات المقاولين والمعدات الالكترونية وأعطال الآلات]. ونعرض في هذا الشأن خمس منتجات:
// التأمين على المقاولين ضد جميع الأخطار: صممت هذه الوثيقة لتغطي خسائر وأضرار المشروعات الإنشائية الهندسية المدنية.
// التأمين على الممتلكات أثناء التركيب ضد جميع الأخطار: صممت هذه الوثيقة لتغطي خسائر وأضرار المشروعات أثناء أعمال نصب المعدات والتركيب.
// التأمين على المعدات الالكترونية: صممت هذه الوثيقة لتغطية الخسائر والأضرار العارضة في المعدات الالكترونية.
// التأمين على أعطال الآلات: التأمين على الآلات هام لأي جهة تشغل وحدات أو محطات أو آلات.
// التأمين على معدات وآلآت المقاول: هذا التأمين مفيد بالنسبة للمقاولين الذين يمتلكون أو يؤجرون معدات في مواقع الإنشاء.
// تأمين التعويض المهني (المهندسين المعماريين والمهندسين المدنيين): صممت هذه الوثيقة لتخفيف المخاطر المرتبطة بالاعمال الهندسية المعمارية او المدنية والتي تغطي الالتزامات المالية، وتمتد هذه التغطية لتشمل النفقات القانونية، مما يضمن قدرة المهنيين على حماية مصالحهم المالية ومكانتهم المهنية عند مواجهة أي نزاعات قانونية.`,
//   },
//   {
//     image: "logistics-delivery.png",
//     title: "التأمين البحري",
//     des: "يغطي التأمين البحري أي خسائر أو تلف للبضائع والسفن البحرية، شاملاً الممتلكات الداخلية والخارجية، مثل الحاويات والمحطات الطرفية ومنصات البترول. من خلال شبكة علاقتنا الممتدة وواسعة النطاق مع أفضل مقدمي الخدمات، يمكننا توفير خطة تأمين بحري شاملة ضد جميع المخاطر البحرية حول العالم.",
//   },
//   {
//     image: "health_protection.png",
//     title: "تأمين الأخطاء الطبية",
//     des: "يوفر برنامج تأمين الأخطاء الطبية الحماية لممارسي المهن الطبية من المخاطر المرتبطة بعملهم، والمسؤولية تجاه الغير والتي قد تنتج بفعل خاطئ أو إهمال أو إغفال أو سهو اُرتكب خلال مزاولة العمل، حسب الشروط والاستثناءات الموضحة في وثيقة التأمين. ويمكن اختيار حدود التغطية المناسبة من بين اختيارات متاحة من خلال الوثيقة التي قد تمتد تغطيتها من سنة واحدة لمدة تصل إلى 3 سنوات وبذلك تضمن راحة البال والحماية الكاملة لفترة طويلة مما ينعكس إيجابا على أداء العمل في جو من الطمأنينة.",
//   },
//   {
//     image: "business-insurance.png",
//     title: "تأمين الحماية واالدخار",
//     des: "قوم تأمين الأموال بحماية ميزانية الشركة، ويضمن حماية الأموال النقدية والسندات والجوائز المالية والشيكات المصرفية ضد خسائر الأموال في حالة الاحتيال أو التزوير. من تواصلنا المباشر مع أفضل مقدمي الخدمات التأمينية، نضمن لعملائنا الحفاظ على أموال شركاتهم من خلال تقييم المخاطر، وتوفير خطط تأمين شاملة تمنحهم أقصى حماية بأقل الأسعار.",
//   },
// ];
export const featuresItem = [
  {
    image: "health-insurance.jpg",
    title: "Health Insurance",
    des: "Offers comprehensive coverage for emergencies and illness. We assess needs for peace of mind, selecting best options.",
  },
  {
    image: "properties-insurance.jpg",
    title: "Properties Insurance",
    des: "Covers damage to buildings and contents. We help companies select the best plans by evaluating their needs and budget.",
  },
  {
    image: "marine-insurance.jpg",
    title: "Marine Insurance",
    des: "Protects cargo & vessels, including assets like containers. We assess needs for peace of mind, selecting best options.",
  },
  {
    image: "engineering-insurance.jpg",
    title: "Engineering insurance",
    des: "Insurance for assets, properties, & construction projects, with Professional Indemnity coverage for engineers.",
  },
  {
    image: "medical-errors-trustee.jpg",
    title: "Medical errors Insurance",
    des: "Protects medical professionals from liability due to mistakes or negligence, with many coverage options.",
  },
  {
    image: "vehicle-insurance.jpg",
    title: "Vehicle Insurance",
    des: "Covering theft, damage, and legal settlements, helping companies choose the best plans at the lowest prices.",
  },
  {
    image: "protection-and-savings-insurance.jpg",
    title: "Protection & Savings Insurance",
    des: "Protects company funds from fraud and forgery, offering comprehensive, cost-effective coverage through top insurers.",
  },
  {
    image: "general-insurance.jpg",
    title: "General Insurance",
    des: "Includes property, liability, and automobile coverage, addressing various risks for individuals and businesses.",
  },
];
