export const serviceContent = [
  {
    title: " تقييم المخاطر : ",
    des: "تحديد وتقييم المخاطر من قبل متخصصين معتمدين وذلك بغرض تحديد التغطيات التأمينية وفقا لطبيعة نشاط العمل",
  },
  {
    title: " البحث والتفاوض على افضل العروض : ",
    des: "التفاوض مع شركات التأمين لتقديم أفضل عروض أسعار تنافسية للعميل",
  },
  {
    title: " تحليل ودراسة طبيعية العمل : ",
    des: "تحليل بيانات العميل وطبيعة أعماله لتقديم األنسب واألفضل",
  },
  {
    title: " تقديم الإستشارات : ",
    des: "تقديم االستشارات التأمينية للعميل وتوضيح جميع الشروط وااللتزامات لجميع أطراف التعاقد",
  },
  {
    title: " حمياة حقوق المؤمن : ",
    des: "حماية حقوق المؤمن له من خالل متابعة شؤونه واالستجابة لجميع متطلباته طوال فترة سريان وثيقة التأمين",
  },
];
