const q = [
  {
    Q: "ما هي الخدمات التي يقدمها وجيف؟",
    A: "يقدم وجيف مجموعة واسعة من خدمات التأمين، بما في ذلك تأمين الصحة، وتأمين الممتلكات، وتأمين البحري، وتأمين الهندسة، وتأمين أخطاء الطبية، وتأمين السيارات، وتأمين الحماية والتوفير، والتأمين العام.",
  },
  {
    Q: "لماذا يجب عليّ اختيار وجيف؟",
    A: "يبسط وجيف عملية التأمين عن طريق تقديم خطط متنوعة من شركات التأمين المختلفة، مما يتيح لك المقارنة واختيار الخيار المثالي بسهولة. يمكنك أيضًا الاستفادة من الأسعار الحصرية والمساعدة الخبيرة المتاحة على مدار 24/7. بالإضافة إلى ذلك، يسهل وجيف عمليات الدفع والعقود الإلكترونية لراحتك.",
  },
  {
    Q: "كيف يبسط وجيف مقارنة التأمين؟",
    A: "يبسط وجيف مقارنة التأمين عن طريق تقديم مجموعة واسعة من عروض التأمين من مختلف شركات التأمين في المملكة. يتيح هذا للمستخدمين مقارنة الأسعار والخدمات بسهولة للعثور على أفضل قيمة.",
  },
  {
    Q: "كيف يضمن وجيف الكفاءة في عملية التأمين؟",
    A: "يضمن وجيف الكفاءة من خلال فريق الدعم الخاص به، الذي يبسط عملية الطلب، ويحل المشكلات بسرعة، ويضمن الرد خلال 24 ساعة.",
  },
  {
    Q: "ما هي أنواع التأمين التي يتخصص فيها وجيف؟",
    A: "يتخصص وجيف في مجموعة متنوعة من أنواع التأمين، بما في ذلك تأمين الصحة، وتأمين الممتلكات، وتأمين البحري، وتأمين الهندسة، وتأمين أخطاء الطبية، وتأمين السيارات، وتأمين الحماية والتوفير، والتأمين العام.",
  },
  {
    Q: "كيف يمكنني الاتصال بـ وجيف للحصول على المساعدة؟",
    A: "يمكنك الاتصال بـ وجيف عبر الهاتف على الرقم 011 507 6789 أو عبر البريد الإلكتروني على info@wajeef.com.sa. بالإضافة إلى ذلك، يمكنك زيارة مكتبهم في Al-Imam Ahmad Bin Hanbal St، Ar Rayyan، Riyadh.",
  },
  {
    Q: "ما هي الخدمات التي يقدمها وجيف لدعم ما بعد البيع؟",
    A: "يقدم وجيف دعمًا للعملاء بعد البيع، بما في ذلك المساعدة المستمرة، وتفاوض الأسعار، وتحسين التغطية، وحماية حقوق العميل طوال فترة الوثيقة التأمينية.",
  },
  {
    Q: "كيف يمكنني تقديم طلب لـ وجيف؟",
    A: "لتقديم طلب لـ وجيف، يمكنك ملء النموذج المقدم على موقعهم على الإنترنت، بما في ذلك تفاصيل مثل اسم شركتك، ورقم الهاتف، والبريد الإلكتروني، ونوع التأمين، وأي تفويض أو وثائق ضرورية أخرى.",
  },
  {
    Q: "ما هي مهمة ورؤية وجيف؟",
    A: "مهمة وجيف هي تقديم أفضل خدمات التأمين والتغطية للشركات والأفراد، وفقًا للوائح المعتمدة من هيئة النقد السعودية. رؤيتهم هي أن تكونوا روادًا في وساطة التأمين من خلال تقديم حلول تأمين استثنائية للعملاء.",
  },
  {
    Q: "هل تقدم وجيف توفيرات حصرية على عمولات التأمين؟",
    A: "نعم، تقدم وجيف توفيرات حصرية على عمولات التأمين لفترة محدودة. تأكد من فتح هذه التوفيرات والاستفادة من العرض.",
  },
];

function setFAQ() {
  var value = document.getElementById("faq-list");
  var htmlConent = "";
  for (let index = 0; index < q.length; index++) {
    const item = q[index];
    htmlConent += `

<li data-aos="fade-up">
  <i class="bx bx-help-circle icon-help"></i>
  <a
    data-bs-toggle="collapse"
    class="collapse"
    data-bs-target="#faq-list-${index}"
  >
    
    ${item.Q}
    <i class="bx bx-chevron-down icon-show icon-show-ar" ></i>
    <i class="bx bx-chevron-up icon-close icon-close-ar" ></i>
  </a>
  <div id="faq-list-${index}" class="collapse" data-bs-parent=".faq-list">
    <p>${item.A}</p>
  </div>
</li>
        `;
  }
  value.innerHTML = htmlConent;
}

document.addEventListener("DOMContentLoaded", function () {
  setFAQ();
});