export const featuresItem = [
  {
    image: "health-insurance.jpg",
    title: "تأمين الصحي",
    des: "يقدم تغطية شاملة للحالات الطارئة والمرضية. نقوم بتقييم الاحتياجات للحصول على الراحة النفسية واختيار أفضل الخيارات.",
    long: "يغطي التأمين الصحي جميع حالات الطوارئ الصحية ويوفر الفوائد الأساسية في وقت المرض. نحن نضمن إزالة جميع المخاوف الصحية من خلال تقييم احتياجات الشركات والموظفين. تتيح لنا علاقاتنا الراسخة مع أفضل الموردين مساعدة الشركات في اختيار أفضل سياسات التأمين الطبي لموظفيها.",
  },
  {
    image: "properties-insurance.jpg",
    title: "تأمين الممتلكات",
    des: "يغطي الضرر الناتج عن الأبنية والمحتويات. نساعد الشركات في اختيار أفضل الخطط عن طريق تقييم احتياجاتها وميزانيتها.",
    long: "توفر التأمينات على الممتلكات تعويضًا ماليًا عن الهيكل المؤمن عليه ومحتوياته في حالة التلف أو السرقة. نحن نساعد الشركات في اختيار أفضل سياسة تأمين لممتلكاتهم التجارية والصناعية من خلال تقييم احتياجاتهم الخاصة ومطابقتها مع أفضل الخطط المتاحة في السوق دون تجاوز حد الميزانية المحدد.",
  },
  {
    image: "marine-insurance.jpg",
    title: "التأمين البحري",
    des: "يحمي الشحن والسفن، بما في ذلك الأصول مثل الحاويات. نقوم بتقييم الاحتياجات للحصول على الراحة النفسية واختيار أفضل الخيارات.",
    long: "يغطي التأمين البحري أي خسارة أو ضرر للبضائع والسفن، وكذلك الممتلكات المكشوفة على الشاطئ وفي عرض البحر مثل الحاويات والموانئ ومنصات النفط. من خلال علاقاتنا الراسخة مع أفضل الموردين في السوق، نوفر تغطية شاملة للتأمين البحري لجميع المخاطر البحرية حول العالم.",
  },
  {
    image: "engineering-insurance.jpg",
    title: "التأمين الهندسي",
    des: "تأمين للأصول والممتلكات ومشاريع البناء، مع تغطية التعويض المهني للمهندسين.",
    long: "يشير التأمين الهندسي إلى التأمين الذي يوفر حماية اقتصادية ضد المخاطر التي تواجه مشاريع البناء الجارية، ومشاريع التركيب، والآلات والمعدات في تشغيل المشروع. فئات المنتجات: بناءً على المشروع، يمكن تقسيمها إلى تأمين جميع مخاطر مشاريع البناء وتأمين جميع مخاطر مشاريع التركيب؛ وبناءً على طبيعة الهدف، يمكن تقسيمها إلى تأمين جميع مخاطر المشروع، وتأمين تعطل الآلات.",
  },
  {
    image: "medical-errors-trustee.jpg",
    title: "تأمين الأخطاء الطبية",
    des: "يحمي المهنيين الطبيين من المسؤولية نتيجة للأخطاء أو الإهمال، مع العديد من خيارات التغطية.",
    long: "",
  },
  {
    image: "vehicle-insurance.jpg",
    title: "تأمين المركبات",
    des: "يغطي السرقة والضرر والتسويات القانونية، مما يساعد الشركات على اختيار أفضل الخطط بأقل الأسعار.",
    long: "يوفر التأمين على السيارات تغطية لأي سيارة أو مركبة ضد حوادث السرقة والضرر، بالإضافة إلى المطالبات القانونية الناجمة عن حادث. نحن ندرك أن أنواع التأمين على السيارات المختلفة قد تكون مربكة. من خلال العمل مع أفضل الموردين في السوق، نستطيع تقييم احتياجات الشركات ومساعدتها في اختيار خطط التأمين التي توفر أقصى تغطية بأقل تكلفة ممكنة.",
  },
  {
    image: "protection-and-savings-insurance.jpg",
    title: "تأمين الحماية واالدخار",
    des: "يحمي أموال الشركة من الاحتيال والتزوير، ويقدم تغطية شاملة وفعالة من حيث التكلفة من خلال أفضل شركات التأمين.",
    long: "يوفر التأمين على المال والوفاء أمانًا لورقة الرصيد للشركة، ويضمن سلامة النقد وسندات الجوائز والشيكات والخسائر المالية في حالة الاحتيال أو التزوير. من خلال العمل مباشرة مع أفضل الموردين في السوق، نضمن الحفاظ على أمان وسلامة أموال الشركات، من خلال تقييم المخاطر وتقديم خطط تأمين شاملة توفر أقصى حماية بأقل تكلفة ممكنة.",
  },
  {
    image: "general-insurance.jpg",
    title: "تأمين عام",
    des: "يشمل التأمين العام التغطية للممتلكات والمسؤولية والسيارات، لمعالجة مختلف المخاطر للأفراد والشركات.",
    long: "",
  },
];
