export const featuresItem = [
  {
    image: "health-insurance.jpg",
    title: "تأمين الصحي",
    des: "يقدم تغطية شاملة للحالات الطارئة والمرضية. نقوم بتقييم الاحتياجات للحصول على الراحة النفسية واختيار أفضل الخيارات.",
  },
  {
    image: "properties-insurance.jpg",
    title: "تأمين الممتلكات",
    des: "يغطي الضرر الناتج عن الأبنية والمحتويات. نساعد الشركات في اختيار أفضل الخطط عن طريق تقييم احتياجاتها وميزانيتها.",
  },
  {
    image: "marine-insurance.jpg",
    title: "التأمين البحري",
    des: "يحمي الشحن والسفن، بما في ذلك الأصول مثل الحاويات. نقوم بتقييم الاحتياجات للحصول على الراحة النفسية واختيار أفضل الخيارات.",
  },
  {
    image: "engineering-insurance.jpg",
    title: "التأمين الهندسي",
    des: "تأمين للأصول والممتلكات ومشاريع البناء، مع تغطية التعويض المهني للمهندسين.",
  },
  {
    image: "medical-errors-trustee.jpg",
    title: "تأمين الأخطاء الطبية",
    des: "يحمي المهنيين الطبيين من المسؤولية نتيجة للأخطاء أو الإهمال، مع العديد من خيارات التغطية.",
  },
  {
    image: "vehicle-insurance.jpg",
    title: "تأمين المركبات",
    des: "يغطي السرقة والضرر والتسويات القانونية، مما يساعد الشركات على اختيار أفضل الخطط بأقل الأسعار.",
  },
  {
    image: "protection-and-savings-insurance.jpg",
    title: "تأمين الحماية واالدخار",
    des: "يحمي أموال الشركة من الاحتيال والتزوير، ويقدم تغطية شاملة وفعالة من حيث التكلفة من خلال أفضل شركات التأمين.",
  },
  {
    image: "general-insurance.jpg",
    title: "تأمين عام",
    des: "يشمل التأمين العام التغطية للممتلكات والمسؤولية والسيارات، لمعالجة مختلف المخاطر للأفراد والشركات.",
  },
];
